7zip
acpi
acpid
alsa-tools
alsa-utils
amd-ucode
arduino-avr-core
arduino-cli
ark
awesome
base
base-devel
bat
brightnessctl
code
composer
dolphin
efibootmgr
egl-wayland
feh
figlet
firefox
flameshot
flatpak
fzf
gimp
git
gnome-keyring
gparted
grub
grub-customizer
gst-plugin-pipewire
htop
i3lock
inotify-tools
intel-media-driver
iwd
jq
kate
kdenlive
kitty
konsole
krita
less
libpulse
libreoffice-fresh
libreoffice-fresh-es
libva-intel-driver
linux
linux-firmware
lolcat
lsd
mariadb
mdcat
mpc
mpd
nano
ncmpcpp
neofetch
neovim
nginx-mainline
nodejs
npm
nsxiv
openssh
os-prober
packagekit-qt5
php-fpm
php-gd
php-odbc
php-pgsql
php-sqlite
phpmyadmin
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
playerctl
plocate
plymouth
polkit-gnome
python-pip
reflector
rofi
rsync
smartmontools
starship
syncthing
thunderbird
traceroute
ttf-caladea
ttf-carlito
ttf-dejavu
ttf-font-awesome
ttf-liberation
ttf-linux-libertine-g
unzip
variety
vim
vulkan-intel
vulkan-radeon
wget
wireless_tools
wireplumber
wpa_supplicant
xclip
xdg-utils
xdotool
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
yarn
yt-dlp
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
